[AllResolutions]
CmdSelDX=800
CmdSelDY=600
CmdSelMax=0
CmdSelX=1251
CmdSelY=353
CompareDivider=500
CompareDX=1514
CompareDY=866
CompareMax=0
CompareX=878
CompareY=385
CompCharSet=0
CompFontName=Consolas
Compfontsize=11
CompFontStyle=400
ConnectDX=800
ConnectDY=600
ConnectMax=0
ConnectX=435
ConnectY=380
CustColumnDX=800
CustColumnDY=600
CustColumnMax=0
CustColumnX=1196
CustColumnY=382
Divider=500
DividerComments=500
DividerQuickView=500
dx=1254
dy=715
FontName=MesloLGSDZ Nerd Font
FontNameDialog=微软雅黑
FontNameWindow=MesloLGSDZ Nerd Font
FontSize=9
FontSizeDialog=10
FontSizeWindow=9
FontWeight=400
FontWeightWindow=400
Iconsize32=16
maximized=0
MenuChangeDX=800
MenuChangeDY=600
MenuChangeMax=0
MenuChangeX=357
MenuChangeY=426
PrintDX=800
PrintDY=600
PrintMax=0
PrintX=112
PrintY=84
RenameDX=879
RenameDY=600
RenameMax=0
RenameTabs=150,200,400,500,630
RenameX=697
RenameY=573
SearchDX=821
SearchDY=300
SearchMax=0
SearchX=1247
SearchY=444
SyncDX=800
SyncDY=600
SyncMax=0
SyncTabs=150,250,370,400,520,620
SyncX=1240
SyncY=684
Tabstops=254,258,322,190,717,158
TreeDlgDX=800
TreeDlgDY=600
TreeDlgMax=0
TreeDlgX=852
TreeDlgY=318
x=-7
y=684
monitor(0,0,2560,1440;96)=-7,684,1254,715
FontCharset=0
FontCharsetWindow=0
FontCharsetDialog=134
IconsInMenus_96=0
PluginSelX=358
PluginSelY=435
PluginSelDX=638
PluginSelDY=638
PluginSelMax=0
[Associations]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[ButtonBar]
Buttonbar=%COMMANDER_PATH%\Default.bar
Buttonheight=29
FlatIcons=1
XPstyle=1
SmallIcons=1
DefaultLib=wcmicon2
Buttonheight96=29
SmallIconSize=24
SmallIconSize96=24
DefaultDpi=96
[ButtonbarVertical]
Buttonbar=%COMMANDER_PATH%\Vertical.bar
Buttonheight=29
FlatIcons=1
SmallIcons=0
XPstyle=1
Buttonheight96=29
[Colors]
ActiveTabColor=32768
ActiveTitle=8734250
ActiveTitleText=65535
BackColor=-1
BackColor2=16119285
ColorFilter1=>autorun
ColorFilter10=>字体
ColorFilter10Color=128
ColorFilter11=>图像（全部）
ColorFilter11Color=8388736
ColorFilter12=>音频（全部）
ColorFilter12Color=8388736
ColorFilter13=>视频（全部）
ColorFilter13Color=8388736
ColorFilter14=>动画文件
ColorFilter14Color=8388736
ColorFilter15=>图标光标
ColorFilter15Color=8388736
ColorFilter16=>播放列表
ColorFilter16Color=8388736
ColorFilter17=>文本文件
ColorFilter17Color=8388608
ColorFilter18=>Office 文档
ColorFilter18Color=8388608
ColorFilter19=>源文件
ColorFilter19Color=8388608
ColorFilter1Color=3355443
ColorFilter2=>可执行文件（全部）
ColorFilter20=>链接
ColorFilter20Color=12615680
ColorFilter21=>网页（全部）
ColorFilter21Color=12615680
ColorFilter22=>数据库文件
ColorFilter22Color=12615680
ColorFilter23=>临时文件（全部）
ColorFilter23Color=32896
ColorFilter24=>0 字节文件
ColorFilter24Color=32896
ColorFilter25=>本周新文件
ColorFilter25Color=4227072
ColorFilter2Color=224
ColorFilter3=>动态链接库
ColorFilter3Color=224
ColorFilter4=>系统（按扩展名）
ColorFilter4Color=224
ColorFilter5=>压缩文件（全部）
ColorFilter5Color=128
ColorFilter6=>帮助文件
ColorFilter6Color=128
ColorFilter7=>配置文件
ColorFilter7Color=128
ColorFilter8=>光盘映像
ColorFilter8Color=128
ColorFilter9=>数字安全
ColorFilter9Color=128
CursorColor=16744448
CursorText=-1
ForeColor=-1
InverseCursor=0
InverseSelection=1
MarkColor=8388608
ThemedCursor=1
TreeLineColor=15263976
ColorFilter26=>今日新文件
ColorFilter26Color=4227072
ColorFilter1ColorDark=0,3355443
[Command line history]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[Configuration]
Aligned extension=1
AltSearch=4
AlwaysPackInBackground=2
AlwaysUnpackInBackground=2
Autotreechange=1
CompareBytesPerLine=16
CompareIgnoreRepeatedLines=1
CompareIgnoreRepSpace=1
CompFontName=Fixedsys
CopyBlockSize=2048
CopyBlockSizeOther=256
CopyComments=10
CopyDirTimeStamp=1
CopyHugeBlockSize=16384
CopyHugeBlockSizeOther=8192
DirTabOptions=1915
DrivesShowUpcase=1
FileTipWindows=1
FirstTime=0
FirstTimeUnpack=0
FirstTimeZIP=0
IconOverlays=1
IconsInMenus=17
IconsOnNet=0
IconsSpecialFolders=3
IgnoreListFile=%COMMANDER_PATH%\User\Tcignore.ini
LanguageIni=Wcmd_chn.lng
ListName=%COMMANDER_PATH%\User\Ftplist.txt
LogFile=%COMMANDER_PATH%\User\Tclog.txt
LogKeepCount=1
LogOptions=7199
LogRotateLimit=512
LongNamesToDos=1
Mainmenu=WCMD_CHN.MNU
Onlyonce=1
Pluginbasedir=%COMMANDER_PATH%\Plugins
QuickSearchAutoFilter=1
RenameSelOnlyName=1
ResolutionSpecific=0
SeparateTreeWidth=206
ShowHiddenSystem=3
ShowParentDirInRoot=1
SizeFooter=9
SizeStyle=9
SortUpper=3
SpecialCursorMovement=2
StartupScreen=0
SyncFlags=7
TabDir=%COMMANDER_PATH%\Tabs
ThumbHeightNocache=96
ThumbOptions=15
ThumbPlgTypes=*.bmp *.emf *.gif *.jpg *.jpeg *.pcd *.pcx *.png *.psd *.psp *.tga *.tif *.tiff *.wmf *.nfo *.wdp
ThumbsCopyDel=1
ThumbsCustomField=[=tc.size.bkMG2]  [=shelldetails.类型]\n[=tc.writedate.Y/M/D h:m:s]
ThumbsInDlg=1
ThumbsLocation=%COMMANDER_PATH%\Cache
ThumbTxtTypes=*.txt *.diz *.ini *.ion *.bbs *.inf *.reg *.log *.csv *.lst *.dls *.m3u *.pls *.cue *.bat *.url *.lrc *.cmd
ThumbWidthNoCache=128
ToolTipDelay=300
TrayIcon=0
UseIniInProgramDir=7
UseRightButton=1
WatchDirs=53
Win32TipWindows=1
Win95Delete=0
FirstTimeIconLib=0
OldDriveIcons=0
OldListIcons=1
Everything=%COMMANDER_PATH%\Tools\Everything.exe -startup
UseEverything=1
Editor=%commander_path%\..\util_f4menu_0.59\F4Menu.exe "%1"
MultiRenameEdit=%COMMANDER_PATH%\Tools\Notepad2.exe
UseNewDefFont=0
firstmnu=1761
SeparateTree=0
PanelsVertical=0
DarkMode=1
LastSearchOptions=32
test=224
UseLongNames=1
Small83Names=0
OldStyleTree=0
DirBrackets=0
SortDirsByName=1
Tips=3
Savepath=1
Savepanels=1
MarkDirectories=1
AlwaysToRoot=0
SingleClickStart=0
SaveCommands=1
EverythingForSize=1
GetDirSize=3
CountSpace=1
CountMarked=1
1hourdif=0
AutoUpdateCheck=0
CommentPreferredFormat=4
IconClickSelection=1
UseRubberBandSelection=1
ExplorerForCopy=0
UseTrash=1
Viewer=%USERPROFILE%\scoop\apps\quicklook\current\QuickLook.exe "%1"
Viewertype=1
ThumbsCustomFieldsEnabled=1
ThumbExplTypes=*.* | *.htm *.html
ThumbIrfXnTypes=*.mpg *.mp4 *.mkv *.avi *.rmvb
OverrideDPI=96
OverrideDPI96=96
IgnoreListFileEnabled=1
DirTabLimit=32
DirTabRevert=1
DirTabFilters=1
SoundDelay=-10
Showicons=2
ShowEXEandLNKicons=2
ShowCentury=1
DriveLib.bak=%COMMANDER_PATH%\Drives.dll
IconLib=%COMMANDER_PATH%\Fileicons.dll
CompareCaseSensitive=0
CompareVertical=0
QuickSearchMatchBeginning=1
QuickSearchExactMatch=0
ExecCmdLineFocused=1
RestrictInterface=0
SyncButtons=63
EverythingForTree=1
AssociationMultiVerbs=0
DirMenuLast=11
[Confirmation]
MouseActions=0
deleteDirs=1
OverwriteFiles=1
OverwriteReadonly=1
OverwriteHidSys=1
[CustomFields]
Contents1=[=tc.size]\n[=tc.attributestr]\n[=tc.writedate]\n[=nl_info.Reparse Point Type] [=nl_info.Reparse Point Target]\n[=tc.comment]
Headers1=大小\n属性\n修改日期\nLinkTarget\n备注
Options1=-1|0|96
Widths1=150,46,-55,23,66,161,151
Contents2=[=tc.size]\n[=tc.writedate]\n[=cdocprop.Author]\n[=cdocprop.Last Author]\n[=cdocprop.Title]\n[=cdocprop.Created]\n[=cdocprop.Last Saved]\n[=cdocprop.Revision Number]\n[=tc.attributestr]
Headers2=大小\n日期\n作者\n最后修改\n标题\n创建时间\n保存时间\n修订号\n属性
Options2=1226|1|96
Widths2=85,27,-50,65,40,40,100,65,65,-27,19
Contents3=[=tc.size]\n[=tc.writedate]\n[=exif.Width] x [=exif.Height]\n [=exif.DateOriginal.Y/M/D] [=exif.TimeOriginal.h:m]\n[=exif.ExposureTimeFraction]\n[=exif.FocalLength]\n[=exif.FNumber]\n[=exif.MaxApertureValue]\n[=exif.ISO]\n[=exif.MeteringMode]\n[=exif.ExposureProgram]\n[=exif.ExposureBiasValue]\n[=exif.Flash]\n[=exif.Make]\n[=exif.Model]\n[=tc.attributestr]
Headers3=大小\n日期\n尺寸\n拍摄时间\n曝光时间\n焦距\n光圈大小\n最大光圈\nISO\n测光模式\n曝光程序\n曝光补偿\n闪光灯\n相机厂商\n相机型号\n属性
Options3=1350|1
Widths3=120,27,-50,65,-50,65,-32,-19,-32,-32,-19,32,-32,-32,32,50,50,19
Contents4=[=tc.size]\n[=tc.writedate]\n[=tc.attributestr]\n[=filediz.Version info - Product name]\n[=filediz.Version info - Product version]\n[=filediz.Version info - Company name]\n[=filediz.Version info - File version]\n[=filediz.Version info - Original filename]\n[=filediz.Version info - Internal name]\n[=filediz.Version info - File description]\n[=filediz.Version info - Legal copyright]\n[=filediz.Version info - Comments]
Headers4=大小\n日期\n属性\n产品名称\n产品版本\n公司\n文件版本\n原始文件名\n内部名称\n文件说明\n版权\n备注
Options4=1350|1
Widths4=120,27,-50,65,19,70,50,50,50,50,50,80,80,80
Contents5=[=tc.size]\n[=tc.writedate]\n[=shelldetails.宽度] x [=shelldetails.高度]\n[=shelldetails.位深度]\n[=shelldetails.拍摄日期]\n[=shelldetails.照相机型号]\n[=shelldetails.类型]\n[=tc.attributestr]
Headers5=大小\n日期\n尺寸\n位深\n拍摄时间\n相机型号\n类型\n属性
Options5=1222|1|96
Widths5=83,27,-50,65,50,19,65,50,65,19
Contents6=[=tc.size]\n[=tc.writedate]\n[=shelldetails.艺术家] - [=shelldetails.标题]\n[=shelldetails.唱片集]\n[=shelldetails.年份]\n[=shelldetails.曲目]\n[=shelldetails.流派]\n[=shelldetails.比特率]\n[=tc.attributestr]
Headers6=大小\n日期\n艺术家-标题\n专辑\n年份\n曲目\n流派\n比特率\n属性
Options6=1222|1|96
Widths6=84,27,-50,65,120,80,-32,-19,32,-32,19
Contents7=[=tc.size.bkMG2]\n[=tc.writedate]\n[=shelldetails.比特率]\n[=shelldetails.类型]\n[=tc.attributestr]
Headers7=大小\n日期\n比特率\n类型\n属性
Options7=1222|1|96
Widths7=85,27,-50,65,-32,80,19
Contents8=[=tc.size]\n[=tc.writedate]\n[=shelldetails.作者]\n[=shelldetails.标题]\n[=shelldetails.创建日期]\n[=shelldetails.类型]\n[=tc.attributestr]
Headers8=大小\n日期\n作者\n标题\n创建日期\n类型\n属性
Options8=1350|1
Widths8=120,27,-40,65,50,100,65,100,19
Titles=我的视图 (详细信息+LinkInfo+备注)|Office 文档| 数码照片| 版本信息| 系统－图像| 系统－音频| 系统－视频| 系统－文档| 系统－程序
Widths9=85,27,-50,65,19,70,50,50,50,80,80,40
Headers9=大小\n日期\n属性\n产品名称\n产品版本\n公司\n文件版本\n描述\n版权\n类型
Contents9=[=tc.size]\n[=tc.writedate]\n[=tc.attributestr]\n[=shelldetails.产品名称]\n[=shelldetails.产品版本]\n[=shelldetails.公司]\n[=shelldetails.文件版本]\n[=shelldetails.描述]\n[=shelldetails.版权]\n[=shelldetails.类型]
Options9=1226|1|96
AutoLoad=1
[DirMenu]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[DriveHints]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[HintsCustomField]
0Exts=*.doc;*.ppt;*.pps
0Fields=[=tc.fullname]\n\n数据来源 --- 内容插件\n=====================\n标题：[=cdocprop.Title]\n作者：[=cdocprop.Author]\n最后修改：[=cdocprop.Last Author]\n创建时间：[=cdocprop.Created]\n修改时间：[=tc.writedate]\n保存时间：[=cdocprop.Last Saved]\n最后打印时间：[=cdocprop.Last Printed]\n修改次数：[=cdocprop.Revision Number] 次\n有无密码：[=cdocprop.Doc Security] <1 表示有, 0 表示无>\n页数：[=cdocprop.Page Count]\n字数：[=cdocprop.Word Count]\n字符数：[=cdocprop.Char Count]\n行数：[=cdocprop.Lines]\n段落数：[=cdocprop.Paragraphs]\n模板：[=cdocprop.Template]\n公司：[=cdocprop.Company]\n\n数据来源 --- 资源管理器\n=====================
1Exts=*.xls
1Fields=[=tc.fullname]\n\n数据来源 --- 内容插件\n=====================\n标题：[=cdocprop.Title]\n作者：[=cdocprop.Author]\n最后修改：[=cdocprop.Last Author]\n创建时间：[=cdocprop.Created]\n修改时间：[=tc.writedate]\n保存时间：[=cdocprop.Last Saved]\n最后打印时间：[=cdocprop.Last Printed]\n有无密码：[=cdocprop.Doc Security] <1 表示有, 0 表示无>\n公司：[=cdocprop.Company]\n\n数据来源 --- 资源管理器\n=====================
2Exts=*.exe;*.dll;*.ocx;*.acm;*.axf;*.bpl;*.com;*.dpl;*.scr;*.sys
2Fields=[=tc.fullname]\n\n数据来源 --- 内容插件\n=====================\n产品名称：[=filediz.Version info - Product name]\n产品版本：[=filediz.Version info - Product version]\n文件版本：[=filediz.Version info - File version]\n内部名称：[=filediz.Version info - Internal name]\n原始文件名：[=filediz.Version info - Original filename]\n版权：[=filediz.Version info - Legal copyright]\n法定商标：[=filediz.Version info - Legal trademarks]\n备注：[=filediz.Version info - Comments]\n\n数据来源 --- 资源管理器\n=====================
3Exts=*.mp3;*.mp2;*.mp1;*.wma;*.ape;*.flac;*.mpc;*.ogg;*.vqf;*.aac;*.cda;*.wv
3Fields=[=tc.fullname]\n\n数据来源 --- 内容插件\n=====================\n艺术家：[=shelldetails.艺术家]\n曲目名称：[=shelldetails.标题]\n专辑：[=shelldetails.唱片集]\n发行年份：[=shelldetails.年份]\n比特率：[=shelldetails.比特率]\n长度：[=shelldetails.时长]\n流派：[=shelldetails.流派]\n类型：[=shelldetails.类型]\n\n数据来源 --- 资源管理器\n=====================
[Layout]
BreadCrumbBar=1
CmdLine=1
CurDir=1
DirectoryTabs=1
DriveBar1=1
DriveBar2=1
DriveBarFlat=1
DriveCombo=0
HistoryHotlistButtons=1
InterfaceFlat=1
KeyButtons=1
StatusBar=1
TabHeader=1
XPthemeBg=0
ButtonBarVertical=1
ButtonBar=1
[Left]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[LeftHistory]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[LeftTabs]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[Lister]
BgColor=15790320
BgSelColor=9391666
CenterBitmap=1
ContextMenu1=百度搜索|http://www.baidu.com/s?wd=%s
ContextMenu2=百度翻译|http://fanyi.baidu.com/#auto/zh/%s
ContextMenu3=谷歌搜索|https://www.google.com.hk/search?q=%s
ContextMenu4=谷歌翻译|https://translate.google.cn/#auto/zh-CN/%s
ContextMenu5=维基百科|https://zh.wikipedia.org/wiki/%s
dx=1463
dy=896
FgColor=0
FgSelColor=65535
IView=1
LinkColor=16711680
RTF=1
x=649
y=282
Maximized=0
textwidth=200
binwidth=75
SearchGoBack=3
BmpStartup=1
Multimedia=1
IViewPath=C:\TotalCMD_64bit_11.00\XnView\xnview.exe
IViewAdditionalTypes=
MediaAdditionalTypes=
HTMLasText=1
LinkBraces=1
ModeByfileType=1
PreviewHandlers=1
ThumbnailProviders=1
Wrap=1
ShrinkBitmap=1
Font1=Maple Mono NF CN Medium,-14,134,D96,w500
Font2=Maple Mono NF CN Medium,-14,134,D96,w500
Font3=Maple Mono NF CN Medium,-14,134,D96,w500
[MkDirHistory]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[Packer]
ExpertMode=1
InternalZipRate=9
LinuxCompatible=1
OpenPartial=1
Rar=%COMMANDER_PATH%\Plugins\Wcx\Rar\Rar.exe
UnZIPSeparateSubdirs=1
[PackerPlugins]
lst=21,%COMMANDER_PATH%\Plugins\Wcx\DiskDir\DiskDir.wcx64
ico=327,%COMMANDER_PATH%\Plugins\Wlx\Imagine\Imagine.wcx64
gif=327,%COMMANDER_PATH%\Plugins\Wlx\Imagine\Imagine.wcx64
ani=327,%COMMANDER_PATH%\Plugins\Wlx\Imagine\Imagine.wcx64
bin=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
c2d=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
ima=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
img=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
iso=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
nrg=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
svcd=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
vcd=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
xcd=192,%COMMANDER_PATH%\Plugins\Wcx\ISO\Iso.wcx64
7z=735,%COMMANDER_PATH%\Plugins\Wcx\Total7Zip\Total7Zip.wcx64
7zip=735,%COMMANDER_PATH%\Plugins\Wcx\Total7Zip\Total7Zip.wcx64
rsz=21,%COMMANDER_PATH%\Plugins\Wcx\TotalRSZ\TotalRSZ.wcx64
[PrintDir]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[Rename]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[RenameSearchFind]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[RenameSearchReplace]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[RenameTemplates]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[Right]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[RightHistory]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[Righttabs]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[Searches]
0 字节文件_SearchFlags=0|00000200|||||0|0|0|22220|0000
0 字节文件_SearchFor=
0 字节文件_SearchIn=
0 字节文件_SearchText=
BT 种子_SearchFlags=0|000002000020|||||||||0000|
BT 种子_SearchFor=*.torrent
BT 种子_SearchIn=
BT 种子_SearchText=
Office 文档_SearchFlags=0|00000200|||||||||0000
Office 文档_SearchFor=*.csv;*.doc;*.dot;*.pdf;*.ppt;*.rtf;*.wps;*.wri;*.xls;*.docx;*.pptx;*.xlsx;*.ppsx;*.odt;*.ott;
Office 文档_SearchIn=
Office 文档_SearchText=
帮助文件_SearchFlags=0|00000200|||||||||0000
帮助文件_SearchFor=*.chm;*.hlp
帮助文件_SearchIn=
帮助文件_SearchText=
本周新文件_SearchFlags=0|00000200|||7|1|||||0000
本周新文件_SearchFor=
本周新文件_SearchIn=
本周新文件_SearchText=
播放列表_SearchFlags=0|00000200|||||||||0000
播放列表_SearchFor=*.cue;*.fpl;*.m3u;*.m3u8;*.pls;*.ram;*.ttbl;*.ttpl;*.pl;*.asx;*.wpl
播放列表_SearchIn=
播放列表_SearchText=
大文件(>10M)_SearchFlags=0|00000200|||||1|10|2||0000
大文件(>10M)_SearchFor=
大文件(>10M)_SearchIn=
大文件(>10M)_SearchText=
动画文件_SearchFlags=0|00000200|||||||||0000
动画文件_SearchFor=*.fli;*.flc;*.swf
动画文件_SearchIn=
动画文件_SearchText=
动态链接库_SearchFlags=0|00000200|||||||||0000
动态链接库_SearchFor=*.acm;*.ax;*.bin;*.bpl;*.dll;*.ocx;*.olb;*.tlb;*.tsp;*.wcx;*.wdx;*.wfx;*.wlx;*.wcx64;*.wdx64;*.wfx64;*.wlx64
动态链接库_SearchIn=
动态链接库_SearchText=
光盘映像_SearchFlags=0|00000200|||||||||0000
光盘映像_SearchFor=*.bin;*.cif;*.fvd;*.img;*.iso;*.mcd;*.mdf;*.mds;*.nrg;*.tao
光盘映像_SearchIn=
光盘映像_SearchText=
今日新文件_SearchFlags=0|00000200|||1|1|||||0000
今日新文件_SearchFor=
今日新文件_SearchIn=
今日新文件_SearchText=
可执行文件（常见）_SearchFlags=0|00000200|||||||||0000
可执行文件（常见）_SearchFor=*.bat;*.cmd;*.com;*.exe;*.msc;*.pif;*.scr;*.vbs
可执行文件（常见）_SearchIn=
可执行文件（常见）_SearchText=
可执行文件（全部）_SearchFlags=0|00000200|||||||||0000
可执行文件（全部）_SearchFor=*.bat;*.cmd;*.com;*.exe;*.cpl;*.jse;*.msc;*.pif;*.scr;*.vbe;*.vbs;*.wsf;*.wsh
可执行文件（全部）_SearchIn=
可执行文件（全部）_SearchText=
链接_SearchFlags=0|00000200|||||||||0000
链接_SearchFor=*.lnk;*.url
链接_SearchIn=
链接_SearchText=
临时文件（备份）_SearchFlags=0|00000200|||||||||0000
临时文件（备份）_SearchFor=*.bk?;*.bak;*.wbk;*.xlk;*.old;*.org
临时文件（备份）_SearchIn=
临时文件（备份）_SearchText=
临时文件（其他）_SearchFlags=0|00000200|||||||||0000
临时文件（其他）_SearchFor=$*.*;*.$??;*.??_;*.??~;*.chk;*.dmp;*.gid;*.tmp;*.~*;Thumbs.db;~*.*
临时文件（其他）_SearchIn=
临时文件（其他）_SearchText=
临时文件（全部）_SearchFlags=0|00000200|||||||||0000
临时文件（全部）_SearchFor=$*.*;*.$??;*.??_;*.??~;*.~*;*.bak;*.chk;*.dmp;*.gid;*.old;*.org;*.tmp;*.wbk;*.xlk;~*.*;Thumbs.db
临时文件（全部）_SearchIn=
临时文件（全部）_SearchText=
描述信息_SearchFlags=0|00000200|||||||||0000
描述信息_SearchFor=*.bbs;*.diz;*.ion;*.me;*.nfo
描述信息_SearchIn=
描述信息_SearchText=
配置文件_SearchFlags=0|00000200|||||||||0000
配置文件_SearchFor=*.adm;*.bar;*.cfg;*.cnf;*.conf;*.def;*.inc;*.inf;*.ini;*.lng;*.mnu;*.reg;*.set
配置文件_SearchIn=
配置文件_SearchText=
全部类型_SearchFlags=0|00000200|||||||||0000
全部类型_SearchFor=
全部类型_SearchIn=
全部类型_SearchText=
视频（常见）_SearchFlags=0|00000200|||||||||0000
视频（常见）_SearchFor=*.asf;*.avi;*.flv;*.mkv;*.mov;*.mp4;*.mpeg;*.mpg;*.rm;*.rmvb;*.vob;*.wmv
视频（常见）_SearchIn=
视频（常见）_SearchText=
视频（全部）_SearchFlags=0|00000200|||||||||0000
视频（全部）_SearchFor=*.asf;*.asx;*.avi;*.bik;*.divx;*.flv;*.ifo;*.mkv;*.mov;*.mp4;*.mpe;*.mpeg;*.mpg;*.mpg4;*.ogm;*.qt;*.rm;*.rmv;*.rmvb;*.smk;*.vob;*.wm;*.wmv;*.xvid
视频（全部）_SearchIn=
视频（全部）_SearchText=
数据库文件_SearchFlags=0|00000200|||||||||0000
数据库文件_SearchFor=*.bde;*.cds;*.db;*.dbc;*.dbf;*.dsn;*.fdb;*.gdb;*.mdb;*.myd;*.sdb;*.udl
数据库文件_SearchIn=
数据库文件_SearchText=
数字安全_SearchFlags=0|00000200|||||||||0000
数字安全_SearchFor=*.sig;*.pgp;*.cat;*.pwl
数字安全_SearchIn=
数字安全_SearchText=
图标光标_SearchFlags=0|00000200|||||||||0000
图标光标_SearchFor=*.ani;*.cur;*.icl;*.icn;*.ico
图标光标_SearchIn=
图标光标_SearchText=
图像（常见）_SearchFlags=0|00000200|||||||||0000
图像（常见）_SearchFor=*.bmp;*.emf;*.gif;*.jpeg;*.jpg;*.png;*.psd;*.tif;*.tiff;*.wmf
图像（常见）_SearchIn=
图像（常见）_SearchText=
图像（全部）_SearchFlags=0|00000200|||||||||0000
图像（全部）_SearchFor=*.032;*.acr;*.ani;*.b3d;*.bay;*.bmp;*.cam;*.cdr;*.clp;*.cpt;*.cr2;*.crw;*.cs1;*.cur;*.dcm;*.dcr;*.dcx;*.dds;*.dib;*.djvu;*.dng;*.dxf;*.ecw;*.eef;*.emf;*.eps;*.fff;*.fits;*.fpx;*.fsh;*.g3;*.gif;*.gsm;*.iff;*.iw44;*.j2c;*.j2k;*.jng;*.jp2;*.jpc;*.jpe;*.jpeg;*.jpg;*.jpk;*.jpm;*.jpx;*.kdc;*.lbm;*.ldf;*.lwf;*.mac;*.med;*.mng;*.mos;*.mrsid;*.mrw;*.nef;*.ngg;*.nlm;*.nol;*.nsl;*.orf;*.otb;*.pbm;*.pcd;*.pcx;*.pef;*.pgm;*.photocd;*.pic;*.pict;*.png;*.ppm;*.psd;*.psp;*.qtif;*.raf;*.ras;*.raw;*.rgb;*.rle;*.sff;*.sfw;*.sgi;*.srf;*.sun;*.tga;*.tif;*.tiff;*.wad;*.wal;*.wbmp;*.wbp;*.wmf;*.x3f;*.xbm;*.xif;*.xpm
图像（全部）_SearchIn=
图像（全部）_SearchText=
网页（常见）_SearchFlags=0|000002000020|||||||||0000
网页（常见）_SearchFor=*.asp;*.htm;*.html;*.mht;*.php;*.php?;*.shtml;*.xml
网页（常见）_SearchIn=
网页（常见）_SearchText=
网页（全部）_SearchFlags=0|00000200|||||||||0000
网页（全部）_SearchFor=*.asp;*.cgi;*.css;*.htm;*.html;*.js;*.mht;*.php?;*.phtml;*.pl;*.scp;*.shtml;*.xml
网页（全部）_SearchIn=
网页（全部）_SearchText=
文本文件_SearchFlags=0|00000200|||||||||0000
文本文件_SearchFor=*.1st;*.ans;*.asc;*.eng;*.faq;*.log;*.sam;*.scp;*.srt;*.sub;*.txt;*.wp
文本文件_SearchIn=
文本文件_SearchText=
文件夹_SearchFlags=0|00000200||||||||22221|0000
文件夹_SearchFor=
文件夹_SearchIn=
文件夹_SearchText=
系统（按扩展名）_SearchFlags=0|00000200|||||||||0000
系统（按扩展名）_SearchFor=*.386;*.drv;*.swp;*.sys;*.vxd
系统（按扩展名）_SearchIn=
系统（按扩展名）_SearchText=
系统（按属性）_SearchFlags=0|00000200||||||||22212|0000
系统（按属性）_SearchFor=
系统（按属性）_SearchIn=
系统（按属性）_SearchText=
下载文件_SearchFlags=0|000002000020|||||||||0000|
下载文件_SearchFor=*.jc!;*.fb!;*.!ut;*.!bc;*.!bt;*.part;*.td;*.!gr
下载文件_SearchIn=
下载文件_SearchText=
小文件(<32K)_SearchFlags=0|00000200|||||2|32|1|22220|0000
小文件(<32K)_SearchFor=
小文件(<32K)_SearchIn=
小文件(<32K)_SearchText=
校验文件_SearchFlags=0|000002000020|||||||||0000|
校验文件_SearchFor=*.sfv;*.md5;*.sha;*.sha224;*.sha256;*.sha3;*.sha384;*.sha512;
校验文件_SearchIn=
校验文件_SearchText=
压缩文件（常见）_SearchFlags=0|00000200|||||||||0000
压缩文件（常见）_SearchFor=*.arj;*.ace;*.cab;*.msi;*.rar;*.zip;*.7z
压缩文件（常见）_SearchIn=
压缩文件（常见）_SearchText=
压缩文件（全部）_SearchFlags=0|00000200|||||||||0000
压缩文件（全部）_SearchFor=*.*_;*.7z;*.a0?;*.a1?;*.a2?;*.a3?;*.a4?;*.a5?;*.a6?;*.a7?;*.a8?;*.a9?;*.ace;*.ain;*.arc;*.arj;*.bh;*.bz;*.bz2;*.bzip;*.c0?;*.c1?;*.c2?;*.c3?;*.c4?;*.c5?;*.c6?;*.c7?;*.c8?;*.c9?;*.cab;*.cpio;*.deb;*.e0*;*.edc;*.gz;*.gzip;*.ha;*.hme;*.ice;*.imp;*.j;*.jar;*.lfd;*.lha;*.lhz;*.lof;*.lzh;*.mpq;*.msi;*.pak;*.pk3;*.ppm;*.r0?;*.r1?;*.r2?;*.r3?;*.r4?;*.r5?;*.r6?;*.r7?;*.r8?;*.r9?;*.rar;*.rpm;*.sqx;*.tar;*.tgar;*.tgz;*.uc2;*.uue;*.wsz;*.z;*.z0?;*.z1?;*.z2?;*.z3?;*.z4?;*.z5?;*.z6?;*.z7?;*.z8?;*.z9?;*.zip;*.zoo;*.zz;*uc2
压缩文件（全部）_SearchIn=
压缩文件（全部）_SearchText=
音频（常见）_SearchFlags=0|00000200|||||||||0000
音频（常见）_SearchFor=*.ape;*.mp3;*.ogg;*.wav;*.wma
音频（常见）_SearchIn=
音频（常见）_SearchText=
音频（全部）_SearchFlags=0|00000200|||||||||0000
音频（全部）_SearchFor=*.669;*.aac;*.aif;*.aiff;*.amf;*.ape;*.au;*.cda;*.far;*.flac;*.it;*.itz;*.kar;*.m4a;*.m4b;*.mdz;*.med;*.mid;*.midi;*.miz;*.mod;*.mp+;*.mp1;*.mp2;*.mp3;*.mp4;*.mpc;*.mtm;*.ofr;*.ofs;*.ogg;*.okt;*.ra;*.realaudio;*.rmi;*.s3m;*.s3z;*.ses;*.snd;*.spx;*.stm;*.stz;*.tta;*.ult;*.umx;*.voc;*.vqf;*.wav;*.wma;*.wv;*.xm;*.xmz
音频（全部）_SearchIn=
音频（全部）_SearchText=
隐藏文件_SearchFlags=0|00000200||||||||22122|0000
隐藏文件_SearchFor=
隐藏文件_SearchIn=
隐藏文件_SearchText=
源文件_SearchFlags=0|00000200|||||||||0000
源文件_SearchFor=*.asm;*.bas;*.c;*.cpp;*.dfm;*.h;*.inc;*.iss;*.nsh;*.nsi;*.pas;*.sql;*.tlb
源文件_SearchIn=
源文件_SearchText=
字体_SearchFlags=0|00000200|||||||||0000
字体_SearchFor=*.cpi;*.fnt;*.fon;*.ttc;*.ttf
字体_SearchIn=
字体_SearchText=
autorun_SearchFor=
autorun_SearchIn=
autorun_SearchText=
autorun_SearchFlags=0|002002000020|||||||||0000|||
autorun_plugin=autorun.Autorun = 1
[SearchIn]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[SearchName]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[SearchText]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[Selection]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[Shortcuts]
F2=cm_RenameOnly
F8=cm_PackFiles
F9=cm_FtpConnect
F10=cm_CompareFilesByContent
F11=cm_FileSync
F12=cm_Config
A+0=cm_VisButtonbar
A+1=cm_VisDriveButtons
A+2=cm_VisDriveCombo
A+3=cm_VisCurDir
A+4=cm_VisTabHeader
A+5=cm_VisStatusbar
A+6=cm_VisCmdLine
A+7=cm_VisKeyButtons
A+8=cm_50Percent
A+9=cm_VerticalPanels
A+A=cm_SetAttrib
A+F8=cm_UnpackFiles
A+END=cm_TrgActivateTab1
A+HOME=cm_SrcActivateTab1
A+UP=cm_visDirTabs
AS+0=cm_VisButtonbar2
AS+F6=cm_TestArchive
C+0=cm_MatchSrc
C+1=cm_CopySrcPathToClip
C+2=cm_CopyNamesToClip
C+3=cm_CopyFullnamesToClip
C+4=cm_CopyNetNamesToClip
C+5=cm_Split
C+6=cm_Combine
C+7=cm_Encode
C+8=cm_Decode
C+9=cm_Associate
C+E=cm_CommandBrowser
C+F=cm_SearchFor
C+G=cm_ExecuteDOS
C+H=em_hash
C+I=cm_CreateShortcut
C+J=cm_OpenDesktop
C+K=cm_OpenDrives
C+O=cm_ReloadSelThumbs
C+Y=cm_ToggleLockDcaCurrentTab
C+*=cm_ToggleLockCurrentTab
C+/=cm_SaveSelection
C+OEM_US`~=cm_ExecuteDOS
C+OEM_+=cm_SyncChangeDir
CS+-=cm_ClearAllFolders
CS+9=cm_InternalAssociate
CS+C=cm_EditPath
CS+F=cm_SearchStandalone
CS+F7=cm_SrcNegOrder
S+F11=cm_CompareDirsWithSubdirs
S+F12=cm_ButtonConfig
S+F8=cm_TestArchive
S+F9=cm_FtpDisconnect
S+LEFT=cm_GotoPreviousDrive
S+RIGHT=cm_GotoNextDrive
ESC=cm_ClearAll
A+OEM_US/?=cm_UserMenu8
OEM_US`~=cm_ContextMenu
CS+H=cm_SwitchHidSys
[ShortcutsWin]
OEM_US`~=em_terminal
F2=em_nushell
F3=em_meld
F4=em_rgafzf
F5=em_sublimetext
F6=em_vim
F6_params=%P%N
F7=em_gvim
F8=em_thonny
F9=em_fsviewer
F10=em_xnview
F11=em_iview
F12=em_foobar2000
NUM0=em_procexp
NUM1=em_tcpview
NUM2=em_procmon
NUM3=em_speedcrunch
NUM4=em_wiztree
NUM5=em_alldup
NUM6=em_diskgenius
NUM7=em_mobaxterm
NUM8=em_dismplusplus
NUM9=em_geek
C+OEM_+=em_tc_plugins_mgr
F12_params=%P%N
F11_params=%P
[SplitPerFile]
RedirectSection=%COMMANDER_PATH%\User\History.ini
[SyncOptions]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[Tabstops]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[USER]
RedirectSection=%COMMANDER_PATH%\User\User.ini
[ThumbsCustomField]
0exts=>图像（全部）
0fields=[=shelldetails.宽度] x [=shelldetails.高度] x [=shelldetails.位深度]b
[ButtonbarCache]
IconDll_Default.bar=
IconDll_Vertical.bar=
IconDll_Sysapp.bar=
IconDll_Conpanel.bar=
IconDll_TA_TCIMG.bar=
IconDll_Mklink.bar=
IconDll_mysystools.bar=
IconDll_mynettools.bar=
IconDll_myhacktools.bar=
IconDll_myavtools.bar=
IconDll_mytxttools.bar=
IconDll_mysysturbo.bar=
IconDll_mytcaddons.bar=
[PackerPlugins64]
$checksum$=2971082219
exts=lst*ico*gif*ani*bin*c2d*ima*img*iso*nrg*svcd*vcd*xcd*7z*7zip*rsz*
[ColorsDark]
InverseCursor=0
ThemedCursor=1
InverseSelection=0
BackColor=-1
BackColor2=-1
ForeColor=-1
MarkColor=16776960
CursorColor=-1
CursorText=-1
[NewFileHistory]
0=ftp usage.txt
1=uShellExecute功能分析.txt
2=syndir功能分析.txt
3=multiren功能分析.txt
4=mainCommand功能分析.txt
5=wfxmodule功能分析.txt
6=thumbnails功能分析.txt
7=vfsmodule功能分析.txt
8=wcxmodule功能分析.txt
9=wdxmodule功能分析.txt
10=editor功能分析.txt
11=viewer功能分析.txt
12=readme.txt
13=config
14=web_launcher.bat
15=getmusic.py
16=.wezterm.lua
17=Modelfile
18=crawl4ai.py
19=解压密码.txt
20=freenodes.txt
[ContentPlugins]
0=%COMMANDER_PATH%\Plugins\Wdx\CDocProp\CDocProp.wdx64
1=%COMMANDER_PATH%\Plugins\Wdx\Exif\Exif.wdx64
1_detect="EXT="JPG" | EXT="JPEG" | EXT="TIFF" | EXT="TIF" | EXT="JPE" | EXT="CRW" | EXT="THM""
2=%COMMANDER_PATH%\Plugins\Wdx\FileDiz\FileDiz.wdx64
3=%COMMANDER_PATH%\Plugins\Wdx\ShellDetails\ShellDetails.wdx64
4=%COMMANDER_PATH%\Plugins\Wdx\Autorun\autorun.wdx64
5=%COMMANDER_PATH%\Plugins\WDX\TextSearch\TextSearch.wdx64
6=%COMMANDER_PATH%\Plugins\WDX\xPDFSearch\xPDFSearch.wdx64
6_detect="EXT="PDF""
7=%COMMANDER_PATH%\Plugins\Wdx\NL_Info\NL_Info.wdx64
0_detect=
2_detect=
3_detect=
4_detect=
5_detect=
7_detect=
4_date=1353098818
4_flags=0
6_date=1177258707
6_flags=0
5_date=1061068133
5_flags=0
7_date=1061684614
7_flags=0
0_date=1151703040
0_flags=1
3_date=1321896747
3_flags=0
[ContentPlugins64]
$checksum$=1429338026
0=1
1=1
2=1
3=1
4=1
5=1
6=1
7=1
[ListerPlugins]
0=%COMMANDER_PATH%\Plugins\Wlx\AKFont\AKFont.wlx64
0_detect=FORCE | EXT="TTF" | EXT="PFM" | EXT="OTF" | EXT="TTC" | EXT="FON" | EXT="PFB"
1=%COMMANDER_PATH%\Plugins\Wlx\LinkInfo\LinkInfo.wlx
1_detect=force | (ext="LNK")
2=%COMMANDER_PATH%\Plugins\Wlx\IniEd\IniEd.wlx64
2_detect=EXT="INI"|EXT="INF"|EXT="REG"|EXT="URL"
3=%COMMANDER_PATH%\Plugins\Wlx\Fileinfo\Fileinfo.wlx64
4=%COMMANDER_PATH%\Plugins\Wlx\HTMLView\HTMLView.wlx64
5=%COMMANDER_PATH%\Plugins\Wlx\ICLView\ICLView.wlx64
5_detect=MULTIMEDIA & (ext="DLL" | ext="EXE" | ext="ICL" | ext="ICL32" | ext="ICO" | size=0 | force)
6=%COMMANDER_PATH%\Plugins\Wlx\sLister\sLister.wlx64
6_detect=MULTIMEDIA & (EXT="PDF" | EXT="DJVU" | EXT="DJV"| EXT="XPS" | EXT="CBZ" | EXT="CBR" | EXT="EPUB" | EXT="MOBI" | EXT="AZW" | EXT="AZW3")
7=%COMMANDER_PATH%\Plugins\Wlx\SWFView\SWFView.wlx64
7_detect=MULTIMEDIA & EXT="SWF" | (([0]="F" & [1]="W" & [2]="S")|([0]="C" & [1]="W" & [2]="S") & FORCE)
8=%COMMANDER_PATH%\Plugins\Wlx\SQLiteViewer\SQLiteViewer.wlx
8_detect=MULTIMEDIA & ext="DB"|ext="DB3"|ext="SQLITE"|ext="SQLITE3"|ext="FOSSIL"
9=%COMMANDER_PATH%\Plugins\Wlx\Imagine\Imagine.wlx64
9_detect=MULTIMEDIA
10=%COMMANDER_PATH%\Plugins\Wlx\MMedia\MMedia.wlx64
10_detect=MULTIMEDIA
11=%COMMANDER_PATH%\Plugins\Wlx\MarkdownView\MarkdownView.wlx
12=%COMMANDER_PATH%\Plugins\Wlx\CudaLister\cudalister.wlx
13=%COMMANDER_PATH%\Plugins\Wlx\uLister\uLister.wlx64
[ListerPlugins64]
$checksum$=1197846661
0=1
1=1
2=1
3=1
4=1
5=1
6=1
7=1
8=1
9=1
10=1
11=1
12=1
13=1
[ViewModes]
0_name=默认
0_icon=*
0_options=6|-1|0||-1|-1|-1|-1|-1
1_name=系统
1_icon=
1_options=1|-1|0||255|-1|-1|-1|-1
2_name=程序
2_icon=
2_options=14|1|0|1|128|-1|-1|-1|-1
3_name=图片
3_icon=
3_options=10|-1|0||32896|-1|-1|-1|-1
4_name=音频
4_icon=
4_options=11|-1|0|2|8421376|-1|-1|-1|-1
5_name=视频
5_icon=
5_options=12|0|0||8388736|-1|-1|-1|-1
6_name=源码
6_options=13|-1|0||65280|-1|-1|-1|-1
7_name=文档
7_options=7|-1|0||32768|-1|-1|-1|-1
[ViewModeSwitch]
Enabled=1
0_rules=+%windir%\*\||+%ProgramFiles%\*\||+%ProgramFiles(x86)%\*\
0_mode=1
1_rules=%.bat *.dll *.cmd *.com *.exe *.msc *.ocx *.scr *.vbs *.wcx *.wdx *.wfx *.wlx *.wcx64 *.wdx64 *.wfx64 *.wlx64
1_mode=2
2_rules=%*.bmp *.gif *.jpeg *.jpg *.pcx *.png *.tga *.tif *.tiff *.wmf
2_mode=3
3_rules=%*.ape *.asf *.au *.midi *.mp3 *.ogg *.ram *.wav *.wma *.flac
3_mode=4
4_rules=%*.mp4 *.mkv *.rm *.rmvb *.avi *.mpg *.wmv
4_mode=5
5_rules=%*.doc *.docx *.xls *.xlsx *.ppt *.pptx *.pdf *.md *.html
5_mode=7
6_rules=%*.py *.c *.cpp *.hpp *.h *.cs *.rs *.bat *.ps1 *.ahk *.vim *.cmd
6_mode=6
[Extensions]
avi=C:\Users\zhouy\scoop\apps\quicklook\current\QuickLook.exe
=C:\Users\zhouy\scoop\apps\quicklook\current\QuickLook.exe
mp4=C:\Users\zhouy\scoop\apps\quicklook\current\QuickLook.exe
[FileSystemPlugins]
[FileSystemPlugins64]
$checksum$=2883599
